{
	"first_draft": [
		{"heading": "Article 1", "text": "Article 6: No one shall be deprived of his personal liberty save by a judgment of a court of law, in conformity with the law and after a fair public trial at which he has had an opportunity for a full hearing, or pending his trial which must take place within a reasonable time after his arrest. Detention by purely executive order shall be unlawful except in time of national emergency. "},
		{"heading": "Article 2", "text": "Article 45: No one shall suffer any discrimination whatsoever because of race, sex, language, religion, or political creed. There shall be full equality before the law in the enjoyment of the rights enunciated in this Bill of Rights."},
		{"heading": "Article 3", "text": "Article 3: Every one has the right to life. This right can be denied only to persons who have been convicted under general law of some crime to which the death penalty is attached.<br>Article 5: Every one has the right to personal liberty."},
		{"heading": "Article 4", "text": "Article 8: Slavery and compulsory labour are inconsistent with the dignity of man and therefore prohibited by this Bill of Rights. But a man may be required to perform his just share of any public service that is equally incumbent upon all, and his right to a livelihood is conditioned by his duty to work. Involuntary servitude may also be imposed as part of a punishment pronounced by a court of law."},
		{"heading": "Article 5", "text": "Article 4: No one shall be subjected to torture, or to any unusual punishment or indignity.<br>Article 29: Every one has the right, either individually or with others, to resist oppression and tyranny."},
		{"heading": "Article 6", "text": "Article 12: Every one has the right to a legal personality. No on shall be restricted in the exercise of his civil rights except for reasons based on age or mental condition or as a punishment for a criminal offense."},
		{"heading": "Article 7", "text": "None"},
		{"heading": "Article 8", "text": "Article 28: Every one has the right, either individually or in association with others, to petition the government of his State or the United Nations for redress or grievances."},
		{"heading": "Article 9", "text": "Article 7: Every one shall be protected against arbitrary and unauthorized arrest. He shall have the right to immediate judicial determination of the legality of any detention to which he may be subject."},
		{"heading": "Article 10", "text": "Article 27: There shall be access to independent and impartial tribunals for the determination of rights and duties under the law. Every one has the right to consult with and to be represented by counsel."},
		{"heading": "Article 11", "text": "Article 26: No one shall be convicted of crime except by judgment of a court of law, in conformity with the law, and after a fair trial at which he has had an opportunity for a full public hearing. Nor shall anyone be convicted of crime unless he has violated some law in effect at the time of the act charged as an offense, nor be subjected to a penalty greater than that applicable at the time of the commission of the offense."},
		{"heading": "Article 12", "text": "Article 11: No one shall be subjected to arbitrary searches or seizures, or to unreasonable interference with his person, home, family relations, reputation, privacy, activities, or personal property. The secrecy of correspondence shall be respected. "},
		{"heading": "Article 13", "text": "Article 9: Subject to any general law adopted in the interest of national welfare or security, there shall be liberty of movement and free choice of residence within the border of each State."},
		{"heading": "Article 14", "text": "Article 33: No alien who has been legally admitted to the territory of a State may be expelled therefrom except in pursuance of a judicial decision or recommendation as a punishment for offenses laid down by law as warranting expulsion."},
		{"heading": "Article 15", "text": "Article 10: The right of emigration and expatriation shall not be denied.<br>Article 32: Every one has the right to a nationality. Every one is entitled to the nationality of the State where he is born unless and until on attending majority he declares for the nationality open to him by virtue of descent. No one shall be deprived of his nationality by way of punishment or be deemed to have lost his nationality in any other way unless he concurrently acquires a new nationality. Every one has the right to renounce the nationality of his birth, or a previously acquired nationality, upon acquiring the nationality of another State."},
		{"heading": "Article 16", "text": "Article 13: Every one has the right to contract marriage in accordance with the laws of the State."},
		{"heading": "Article 17", "text": "Article 22: Every one has a right to own personal property. His right to share in the ownership of industrial, commercial and other profit-making enterprises is governed by the law of the State within which such enterprises is governed by the law of the State within which such enterprises are situated. The State may regulate the acquisition and use of private property and determine these things that are susceptible of private appropriation. No one shall be deprived of his property without just compensation."},
		{"heading": "Article 18", "text": "Article 14: There shall be freedom of conscience and belief and of private and public religious worship."},
		{"heading": "Article 19", "text": "Article 15: Every one has the right to form, to hold, to receive and to impart opinions.<br>Article 17: Subject only to the laws governing slander and libel, there shall be freedom of speech and of expression by any means whatsoever, and there shall be reasonable access to all channels of communication. Censorship shall not be permitted."},
		{"heading": "Article 20", "text": "Article 19: There shall be freedom of peaceful assembly.<br>Article 20: There shall be freedom to form associations for purposes not inconsistent with this Bill of Rights."},
		{"heading": "Article 21", "text": "Article 30: Every one has the right to take an effective part in the government of the state of which he is a citizen. The State has a duty to conform to the wishes of the people as manifested by democratic elections. Elections shall be periodic, free and fair.<br>Article 31: Every one shall have equal opportunity of access to all public functions in the State of which he is a citizen. Appointments to the civil service shall be by competitive examination.<br>Article 37: Every one has the right and the duty to perform socially useful work."},
		{"heading": "Article 22", "text": "Article 41: Every one has the right to social security. The State shall maintain effective arrangements for the prevention of unemployment and for insurance against the risks of unemployment, accident, disability, sickness, old age and other involuntary or undeserved loss of livelihood."},
		{"heading": "Article 23", "text": "Article 38: Every one has the right to good working conditions.<br>Article 39: Every one has the right to such equitable share of the national income as the need for his work and the increment it makes to the common welfare may justify."},
		{"heading": "Article 24", "text": "Article 43: Every one has the right to a fair share of rest and leisure."},
		{"heading": "Article 25", "text": "Article 35: Every one has the right to medical care. The State shall promote public health and safety.<br>Article 40: Every one has the right to such public help as may be necessary to make it possible for him to support his family.<br>Article 42: Every one has the right to good food and housing and to live in surroundings that are pleasant and healthy."},
		{"heading": "Article 26", "text": "Article 36: Every one has the right to education. Each State has the duty to require that every child within its territory receive a primary education. The State shall maintain adequate and free facilities for such education. It shall also promote facilities for higher education without distinction as to the race, sex, language, religion, class or wealth of the persons entitled to benefit therefrom."},
		{"heading": "Article 27", "text": "Article 44: Every one has the right to participate int eh cultural life of the community, to enjoy the arts and toi share in the benefits of science."},
		{"heading": "Article 28", "text": "Article 47: It is the duty of each member State to respect and protect the rights enunciated in this Bill of Rights. The State shall, when necessary, co-operate with other States to that end."},
		{"heading": "Article 29", "text": "Article 2: In the exercise of his rights every one is limited by the rights of others and by the just requirements of the State and of the United Nations.<br>Article 25: Everything that is not prohibited by law is permitted."},
		{"heading": "Article 30", "text": "Article 48: The provisions of this International Bill of Rights shall be deemed fundamental principles of international law and of the national law of each of the member States of the United Nations. Their observance is therefore a matter of international concern and it shall be within the jurisdiction of the United Nations to discuss any violation thereof."},
		{"heading": "Additional First Draft Articles", "text": "Article 1: Every one owes a duty of loyalty to his State and to the (international society) United Nations. He must accept his just share of responsibility for the performance of such social duties and his share of such common sacrifices as may contribute to the common good.<br>Article 16: There shall be free and equal access to all sources of information both within and beyond the borders of the State.<br>Article 18: There exists a duty towards society to present information and news in a fair and impartial manner.<br>Article 21: Every one has the right to establish educational institutions in conformity with conditions laid down by the law.<br>Article 24: There shall be equal opportunity of access to all vocations and professions not having a public character.<br>Article 46: In States inhabited by a substantial number of persons of a race, language or religion other than those of the majority of the population, persons belonging to such ethnic, linguistic or religious minorities shall have the right to establish and maintain, out of an equitable proportion of any public funds available for the purpose, their schools and cultural and religious institutions, and to use their own language before the courts and other authorities and organs of the State and in the press and in public assembly."}
	]
}