{
	"our_version": [
		{"heading": "Article 1", "text": "All human beings are born free and equal in dignity and rights. They are endowed with reason and conscience and should act towards one another in a spirit of solidarity."},
		{"heading": "Article 2", "text": "Everyone is entitled to all the rights and freedoms set forth in this Declaration, without distinction of any kind, for example race, ethnicity, sexuality, gender, ability, language, religion, political or other opinion, national or social origin, property, birth or other status. Furthermore, no distinction shall be made on the basis of the political, jurisdictional or international status of the country or territory to which a person belongs, whether it be independent, trust, non-self-governing or under any other limitation of sovereignty."},
		{"heading": "Article 3", "text": ""},
		{"heading": "Article 4", "test": ""},
		{"heading": "Article 5", "test": ""},
		{"heading": "Article 6", "test": ""},
		{"heading": "Article 7", "test": "All are equal before the law and are entitled without any discrimination to equal protection of the law. All are entitled to equal protection against any discrimination and against any incitement to such discrimination."},
		{"heading": "Article 8", "test": "Everyone has the right to an effective remedy by the competent national tribunals for acts violating the fundamental rights granted to them by the constitution or by law."},
		{"heading": "Article 9", "test": ""},
		{"heading": "Article 10", "test": "Everyone is entitled in full equality to a fair and public hearing by an independent and impartial tribunal, in the determination of their rights and obligations and of any criminal charge against them."},
		{"heading": "Article 11", "test": "(1)Everyone charged with a penal offence has the right to be presumed innocent until proved guilty according to law in a public trial at which he has had all the guarantees necessary for his defence.<br>(2) No one shall be held guilty of any penal offence on account of any act or omission which did not constitute a penal offence, under national or international law, at the time when it was committed. Nor shall a heavier penalty be imposed than the one that was applicable at the time the penal offence was committed."},
		{"heading": "Article 12", "test": ""},
		{"heading": "Article 13", "test": "(1) Everyone has the right to freedom of movement and residence within the borders of each state.<br>(2) Everyone has the right to leave any country, including their own, and to return to their country."},
		{"heading": "Article 14", "test": ""},
		{"heading": "Article 15", "test": "(1) Everyone has the right to a nationality.<br>(2) No one shall be arbitrarily deprived of their nationality nor denied the right to change their nationality."},
		{"heading": "Article 16", "test": "(1) Consenting people of full age, without any limitations, have the right to marry or enter in civil partnerships and to found a family. They are all entitled to equal rights before, during, or after the dissolution of the marriage or partnership as it pertains to its members.<br>(2) Marriage or Civil Partnership shall be entered into only with the free and full consent of the intending spouses.<br>(3) The family is entitled to protection by society and the State."},
		{"heading": "Article 17", "test": "(1) Everyone has the right to own property alone as well as in association with others.<br>(2) No one shall be arbitrarily deprived of their property."},
		{}
	]
}
